{
    "logo_title": "PARAMI",
    "home": "HOME",
    "feature": "HIGHLIGHT",
    "advantage": "ADVANTAGE",
    "team": "MEMBER",
    "agency": "AGENCY",
    "exchange": "EXCHANGE",
    "partner": "PARTNER",
    "alliance": "ALLIANCE",
    "contact": "CONTACT",
    "ico": "ICO",
    "whitepaper": "WHITEPAPER",
    "cooperation": "COOPERATION",
    "language": "中文",

    "main_title": "PARAMI",
    "subtitle": "THE FIRST BETA VERSION OF PARAMI TESTNET HAS BEEN LAUNCHED",
    "subtitle_main": " ",
    "pdf_button": "VISIT TELEMETRY",
    "webcandy_button": "VISIT APPS UI",

    "cooperation_btn_1": "CONTACT US",
    "cooperation_btn_2": "Application Cooperation",
    "cooperation_btn_3": "EOS Candy Cooperation",

    "pra_exchange": "PRA has landed on the following exchanges",
    "epra_exchange": "EPRA has landed on the following exchanges",

    "pic1_title": "Anti-fraud",
    "pic1_desc": "Building the whole chain tracking system，combining the spider and stream computing，using the rules engine and machine learning modeling method to identify user behavior, abnormal behavior, false flow and establish equipment fingerprint",
    "pic2_title": "Avoid Agencies",
    "pic2_desc": "BlockChain data is transparent and encrypted, enterprises can easily judge whether the audience is their target user. As a result, companies can skip the traditional advertising buying processes and give bonus to the target user directly",
    "pic3_title": "Credible Contract Runtime",
    "pic3_desc": "Runtime based promotion task is designed for advertiser. According to the real and credible advertising effect on the chain, the two parties settle accounts in real time, which can shorten the account period of both sides. At the same time, it is easier to solve the related pain points of cross-border business settlement",
    "pic4_title": "Precision Marketing",
    "pic4_desc": "Connecting the information island, using the data management and real-time bidding technology, constructing a variety of machine learning and deep learning model, matching the users and ads based on the data of BlockChain to realize the high-quality personalized recommendation",

    "icon1_title": "User Resource",
    "icon1_desc": "With hundreds of millions of users advertising behavior big data resources, parami can accurately identify user characteristics",
    "icon2_title": "BlockChain Tech Accumulation",
    "icon2_desc": "Team members have an average of 4 year experience in BlockChain, and participated in the project development of BTS, and BlockChain BigData Monitoring Platform",
    "icon3_title": "Anti-fraud Experience",
    "icon3_desc": "Having served Tencent, Yixin, team members get industry-leading anti-fraud technology accumulation",
    "icon4_title": "Customer Resource",
    "icon4_desc": "The core members of the team are responsible for a well-known advertising company, with a large number of Top-500 customer resources",
    "icon5_title": "Advertising Technology Accumulation",
    "icon5_desc": "As long as 7-year RTB experience and served as advertising agency for Google and Facebook",

    "founder": "FOUNDER",
    "founder1_name": "David White",
    "founder1_title": "Founder and CEO,  senior data specialist of blockchain , responsible for designing the token system，advertising protocol and big data monitoring system",
    "founder2_name": "Eric",
    "founder2_title": "CTO & Technical Architect，responsible for designing the core system and management of technology team",
    "founder3_name": "Roy Young",
    "founder3_title": "product manager，responsible for designing the advertising platform  and management of product and operation team",
    "founder4_name": "Michaelia St",
    "founder4_title": "Co-CEO, mainly responsible for investor relations, exchange docking, cooperation resource development, foundation operation management",
    "founder5_name": "Derrick Lau",
    "founder5_title": "CMO, former advertising director of Baidu，responsible for the business and market work of ProChain",
    "co_funder1_name": "Yuanqiu Guo",
    "co_funder1_title": "Senior vice president of Ogilvy & Mather China",
    "co_funder2_name": "Yan Meng",
    "co_funder2_title": "Vice president of CSDN, 8btc and raven blockchain contributing writer",
    "co_funder3_name": "Pengzhu Li",
    "co_funder3_title": "Beijing Ruizhi Unlimited International Advertising Media partner, CMO in Seven-Mai Technology",
    "co_funder4_name": "Xin Liu",
    "co_funder4_title": "Founder and CEO of Beijing Xinyun Connection LTD. , CTO of Sina micron",
    "co_funder5_name": "Yongyi Lu",
    "co_funder5_title": "Founder and CEO of Xiansheng Education, Partner and CMO of Unisound",
    "co_funder6_name": "Wei Wang",
    "co_funder6_title": "Founder of Beijing Weizhi Technology LTD.,raven blockchain contributing writer",
    "co_funder7_name": "Ahmed Alsayadi",
    "co_funder7_title": "Co-founder, senior architect of blockchain, former core member from  Arab team of Baidu，responsible for designing the technical architecture",
    "co_funder8_name": "Ji Rao",
    "co_funder8_title": "Early core member of Wechat Group，Senior Engineer of Edison in Bay Area",
    "co_funder9_name": "Zhibin Xu",
    "co_funder9_title": "Served in Tencent for 8 years, responsible for the creation of Tencent Weibo open platform",
    "co_funder10_name": "Andrew",
    "co_funder10_title": "Founder of Explore Inc. and ExploreOS Search Engine，the Global Operations of PARAMI",
    "co_founder_and_technical_consultant": "ADVISOR",

    "login": "LOGIN",
    "logout": "LOGOUT",
    "login_error": "Email,phone or password is wrong, please input again!",
    "register": "Register",
    "protocol_text": "I Have Agreed",
    "protocol_name": "<Chain Terms Of Service>",
    "protocol_warning": "Please agreed Terms Of Service!",
    "user_name": "User Name",
    "user_name_not_empty": "Email or phone number can't be empty",
    "pwd_not_empty": "Password can't be empty",
    "pwd": "Password",
    "new_pwd": "New password",
    "new_pwd_placeholder": "Please input new password",
    "confirm_pwd": "Confirm password",
    "confirm_pwd_placeholder": "Please input confirm password",
    "empty_key": "The key is empty, please check the email and click the resetting password link",
    "user_name_warning": "Please input email or phone",
    "pwd_warning": "Please input password",
    "register_name": "Register Accounts",
    "register_name_illegal_character_warning": "Please enter Number, letters, Chinese characters, underline! ",
    "register_name_illegal_length_warning": "Please enter 6-16 characters!",
    "country": "Country Or Region",
    "register_by_email":"Register By Email",
    "register_by_phone":"Register By Phone",
    "email": "Email",
    "email_placeholder": "Please input email",
    "email_format_warning": "Please enter the correct email address!",
    "email_send": "Retrieve password email has been sent, please check it out",
    "email_not_exist": "Retrieve password failed, the email didn't exist",
    "send_verification_code":"Send code",
    "pwd_different_warning": "Passwords that are entered in two different ways!",
    "have_account": "Already have an account?",
    "check_email": "The registration information has been submitted. Please login to the mailbox for authentication.",
    "enter_home": "Home",
    "dear": "Dear uesr: ",
    "go_homepage": "Go To Home",
    "placeholder_login":"Nickname",
    "placeholder_phonenum":"Cellphone number",
    "placeholder_activecode":"Check code",
    "placeholder_password":"Password",
    "placeholder_password2":"Repeat password",
    "placeholder_tracking":"Invitation code",
    "placeholder_email":"Email",
    "placeholder_eth_address":"Eth address",
    "go_kyc": "You have logged in successfully, please complete the real-name authentication.",
    "kyc_title": "User Certification",
    "forget_pwd": "Retrieve password",
    "forget_by_phone": "Find By Phone",
    "forget_by_email": "Find By Email",
    "reset_pwd": "Change Password",
    "real_name": "Real Name",
    "id_number": "ID Card Number",
    "name_different_warning": "The real name must match the id card",
    "real_name_warning": "Please enter a name that conforms to the rule!",
    "id_number_warning": "Please enter the correct card number!",
    "image_warning1": "Photo size can not exceed 10M",
    "image_warning2": "Photo format is jpg、png、jpeg",
    "image_warning3": "Please upload photo",
    "front_image": "Upload your front id card",
    "back_image": "Upload your back id card",
    "hold_id_image": "Upload your photo (holding id + Parami + current date)",
    "change_image_title": "Click for changing the image",
    "kyc_submit": "Submit Audit",
    "kyc_loading": "Please wait for your identification",
    "replace_image": "Upload successful, click to change photos!",
    "submit_success": "Submission of successful, Results will be notified by email!",
    "kyc_wait_title": "The real-name certification has been submitted. Please wait for the result of the audit.",
    "kyc_wait_content": "The real-name certification has been submitted. Please wait for the result of the audit.",
    "clipboard": "Copy Code to Clipboard",
    "copied":"Copied to Clipboard",
    "check_error_real_name":"Error real name",
    "check_error_id":"error real ID number",
    "check_error_check_code":"Sms code is wrong",
    "check_error_eth":"Please input right eth address",
    "check_error_phone":"Error phone number",
    "iic_logo_title":"Intelligent Investment Chain",
    "iic_hold_id_image":"Upload your photo (holding id + IIC + current date)",
    "protocal_btn": "OK",
    "protocal_1": "User's Agreement",
    "protocal_2": "Dear Users,",
    "protocal_3": "Thank you for choosing Prabox. The Prabox Service Agreement (the Agreement) is between ProChain Pte.ltd and the users (hereinafter referred to as “You” or “Users”), and it has the same legal effect as a contract.",
    "protocal_4": "ProChain reminds you: before you use the services provided by Prabox (hereinafter referred to as “Prabox” or the “Software”), please read the Agreement and any other agreements that may be mentioned carefully, especially the Disclaimer and the Limitation of Liability, and make sure you have fully understand the clauses and have considered the potential risks independently.",
    "protocal_5": "I. Confirmation and Acceptance of the Agreement",
    "protocal_6": "1.1 You understand that the Agreement and other relevant agreements apply to Prabox and the decentralized apps developed and owned by Prabox (the DApp).",
    "protocal_7": "1.2 If you download Prabox and create/import wallet, we assume that you have fully read the Agreement and accepted all the terms, and the Agreement takes effect immediately and is binding upon both parties.",
    "protocal_8": "1.3 ProChain may modify the Agreement from time to time, and will post the most up-to-date version on Prabox. Once posted, it comes into effect automatically and will not make any further notice. Your continued use of the services following modifications to the Agreement constitutes your consent to be bound by the modified Agreement.",
    "protocal_9": "1.4 If you are under 18, or have no or limited capability for civil conduct, you may only use the services of Prabox under the guidance of a parent or guardian.",
    "protocal_10": "II. Definition",
    "protocal_11": "2.1 “Prabox” means a blockchain-based product developed on the basis of Eth (and other systems that we may support in the future), including auxiliary tools that are developed to facilitate Users.",
    "protocal_12": "2.2 User",
    "protocal_13": "2.2.1 “User” means a natural person with full capability for civil conduct.",
    "protocal_14": "2.2.2 If you are under 18, you may only use the services of Prabox under the guidance of a parent or guardian. As for any consequence of any transaction on Prabox that may be caused by a person without or with limited capability for civil conduct, Prabox has the right to hold you and your parent or guardian accountable.",
    "protocal_15": "2.2.3 “Create or Import Wallet” means the process of creating or importing wallet on Prabox under the Agreement.",
    "protocal_16": "2.2.4 “Wallet Password” means the password you set when creating a Prabox wallet, which is to protect your private key. As a feature of the decentralized app, the password won't be stored in the server of your mobile device; therefore, if you forget the password, you have to reset it with the help of the clear-text private key or seed phrase.",
    "protocal_17": "2.2.5 “Prompts” mean the instructions on the pages of Prabox, guiding Users to operate following the steps.",
    "protocal_18": "2.2.6 “Special User” means a user that is obliged to disclose his/her personal information according to relevant laws and regulations in China.",
    "protocal_19": "2.2.7 “Private Key” means a string of 256 random characters, which is core to the use of digital tokens.",
    "protocal_20": "2.2.8 “Public Key” is derived (one-way) from the private key by means of cryptography, and it can be used to generate the digital wallet’s address. The digital wallet’s address is the public payment address.",
    "protocal_21": "2.2.9 “Seed Phrase” consists of 12 (or 15/18/21/24) ordered words generated by a random algorithm on the basis of BIP 39 Protocol. It is a form of the private key that is easier for the users to record and back up.",
    "protocal_22": "2.2.10 “Keystore” is a text that contains the information of the private key or seed phrase, encrypted by the wallet password. The Keystore only exists in your device and will never be synchronized to the server.",
    "protocal_23": "2.2.11 “Digital Token” refers to those digital tokens that are supported by Prabox at the current stage, including but not limited to ETH and PRA.",
    "protocal_24": "2.2.12 “Personal Information” means the information that can be used independently or together with other information to identify a certain User, including but not limited to name, date of birth, ID Card number, biological identification data, address, mobile number, debit card number, e-mail, wallet address, mobile device information, operation record, transaction record, etc. However, the wallet password, private key, seed phrase and Keystore don’t fall into this category.",
    "protocal_25": "2.2.13 “The People’s Republic of China (PRC)” referred to in the Agreement does not include Hong Kong, Macau and Taiwan.",
    "protocal_26": "III. Provision of Services",
    "protocal_27": "3.1 To create or import wallet. For those digital tokens that are supported by Prabox, you can either store them in a newly created wallet, or import a compatible wallet from other related blockchain systems.",
    "protocal_28": "3.2 To transfer and receive money. You can manage your wallet by transferring and receiving digital tokens, i.e. to digitally sign and modify the ledger with your private key. The payer will do the transfer on the recipient’s blockchain address, so the actual acts of transferring and receiving take place on the related blockchain instead of on Prabox.",
    "protocal_29": "3.3 To manage digital assets. You can use Prabox to add, maintain or delete digital tokens that are supported by Prabox.",
    "protocal_30": "3.4 To browse a DApp. Via links on Prabox, you can skip to a DApp (including DApps owned by Prabox and third-party DApps) and use its services.",
    "protocal_31": "3.5 Transaction record. We will copy all or part of your transaction records through the blockchain system, but they are finally subject to the records on the blockchain system.",
    "protocal_32": "3.6 To interrupt services. Since transactions on the blockchain system are irrevocable, we may not be able to interrupt or undo your operations such as a transfer. However, under certain circumstances, we can restrict or prevent certain Users’ access to Prabox.",
    "protocal_33": "3.7 Other services that ProChain considers necessary.",
    "protocal_34": "Users should be aware of the following issues when using the services mentioned above provided by ProChain:",
    "protocal_35": "1. Due to the decentralized feature of blockchain, and also to protect Users’ digital tokens, ProChian provides Users with decentralized services that are different from that of traditional financial institutions. You understand that our services do not include:",
    "protocal_36": "1.1 To keep your wallet password (the one you set when creating/importing wallet), private key, seed phrase or Keystore;",
    "protocal_37": "1.2 To retrieve your wallet password, private key, seed phrase or Keystore;",
    "protocal_38": "1.3 To freeze your wallet;",
    "protocal_39": "1.4 To report the loss of your wallet;",
    "protocal_40": "1.5 To recover your wallet;",
    "protocal_41": "1.6 To rollback a transaction.",
    "protocal_42": "2. Therefore, Users are responsible for keeping the mobile devices that have installed Prabox, and backing up wallet password, seed phrase, private key, and Keystore. If you lose your device, delete Prabox with non-backup, delete your wallet with non-backup, get your wallet stolen, or forget the password, private key, seed phrase or Keystore, there is nothing Prabox can do to help recover the wallet or retrieve the password, private key, seed phrase or Keystore; if you operate improperly during a transaction, for instance, entering a wrong recipient address, Prabox cannot help cancel the transaction.",
    "protocal_43": "3. Prabox cannot manage all types of digital tokens. Therefore, please do not operate any tokens that are not supported by Prabox on this platform.",
    "protocal_44": "4. Prabox, a tool for Users to manage their digital tokens, is not an exchange or trading platform. The term “transaction” in the Agreement refers broadly to Users’ operations concerning transferring and receiving money, and it is essentially different from the “transaction” on an exchange or a trading platform.",
    "protocal_45": "5. DApps integrated on Prabox include both those owned by Prabox and those from a third party. As for third-party DApps, Prabox can only provide Users with a browser to access them, and Users should evaluate the risks of using the services or making a transaction on such DApps by themselves.",
    "protocal_46": "IV. Rights and Obligations of Users",
    "protocal_47": "4.1 To Create or Import Wallet",
    "protocal_48": "4.1.1 To create or import wallet. You have the right to create or import wallet on Prabox on your mobile devices, and you can set your wallet password. You are also entitled to transfer and receive money with your Prabox wallet on the blockchain system.",
    "protocal_49": "4.1.2 Identity verification. According to relevant laws and regulations, certain Users are required to verify their identities before getting access to the services provided by Prabox. You may need to submit your name, ID Card number, mobile number, debit card number, etc. Otherwise, you will not be able to use the services, and any loss that may be caused by delay of verification shall be borne by you.",
    "protocal_50": "4.1.3 Prabox may develop different versions for different terminal devices, and you should choose the appropriate one based on your need. If you download our software or installation package from an unauthorized third party, Prabox cannot provide any guarantee for safety or security, and any loss that may be caused shall be borne by you.",
    "protocal_51": "4.1.4 The old software version may not work properly after the release of a new version. Prabox can neither guarantee the safety or continued availability of the old version, nor provide related services. Please always check and download the latest version.",
    "protocal_52": "4.2 Use of Prabox",
    "protocal_53": "4.2.1 Users are responsible for keeping the mobile devices, wallet password, private key, seed phrase, Keystore, etc., and Prabox is not obliged to do that for Users. If you lose your devices, or your password, private key, seed phrase or Keystore gets divulged or forgotten, or your account is hacked, any risk or loss resulting from such conditions shall be borne by you.",
    "protocal_54": "4.2.2 To follow the prompts. You understand and agree to operate following the prompts by Prabox; otherwise, any risk or loss caused by such ignorance shall be borne by you.",
    "protocal_55": "4.2.3 You understand that Prabox is not obliged to perform due diligence on third-party DApps, and you should make rational investment decisions and assume relevant risks independently.",
    "protocal_56": "4.2.4 To complete identity verification actively. If Prabox reasonably thinks that your transaction is abnormal, or that your identity is suspicious, or Prabox thinks it is necessary to verify your ID Card or other documents, please actively provide required documents to Prabox to complete the verification in time.",
    "protocal_57": "4.2.5 To Make a Transfer.",
    "protocal_58": "4.2.5.1 You understand that the daily limit for transfer (amount/number of times) may vary depending on the country you are in when using the services, regulatory requirements, purposes of transfer, risk control requirements, verification status, etc.",
    "protocal_59": "4.2.5.2 You understand that operations on blockchain are “irrevocable”. Therefore, you shall bear all the consequences caused by your improper operations (including but not limited to entering a wrong recipient address, a server problem, etc.) when making a transfer on Prabox.",
    "protocal_60": "4.2.5.3 You understand that the transfer may fail or end in timeout under the following conditions:",
    "protocal_61": "a) Insufficient wallet balance;",
    "protocal_62": "b) Insufficient gas;",
    "protocal_63": "c) Failing to execute the contract codes;",
    "protocal_64": "d) Payment exceeding the amount capped by laws, regulations or Prabox;",
    "protocal_65": "e) Technical failures in network connection or devices;",
    "protocal_66": "f) Transaction abandoned due to heavy network load or failures;",
    "protocal_67": "g) Your address or your counterpart’s address deemed as special, for instance, high-risk address, address of an exchange, address of ICO, Token address, etc.",
    "protocal_68": "4.2.5.4 You understand that Prabox only provides you with a tool for transfer. Once a transfer is completed, Prabox fulfills all its obligations for the service, and shall assume no responsibility for any further disputes.",
    "protocal_69": "4.2.6 To abide by the laws and regulations. You understand that you shall always act in accordance with relevant laws, regulations and state policies when using Prabox or trading on DApps.",
    "protocal_70": "4.2.7 Announcements and notices. Prabox will send you notices via website announcements, e-mails, SMS, phone calls, messages from information center, pop-ups or client notifications, informing you of the progress of transactions or reminding you to perform related operations. Please pay close attention to those announcements and notices.",
    "protocal_71": "4.2.8 Service Fees and Tax Liability",
    "protocal_72": "4.2.8.1 At the current stage, Prabox does not charge you of any fees; in the future, if Prabox needs to charge for certain services, we will make an announcement or publish the rules;",
    "protocal_73": "4.2.8.2 You need to pay the gas price when making a transfer, and the amount is up to you. The gas price will be received by the related blockchain system.",
    "protocal_74": "4.2.8.3 You understand that in some cases, your transfer may not succeed due to the poor network environment, but you will still be charged of a gas price by the related blockchain system;",
    "protocal_75": "4.2.8.4 You are responsible for all the taxes and expenses caused by your transactions on Prabox.",
    "protocal_76": "V. Warning for Risks",
    "protocal_77": "5.1 Due to the fact that laws and regulations concerning digital tokens are still incomplete, Users might be exposed to major risks such as not able to monetize the tokens, or technical instability. Moreover, fluctuations in digital token price are much more dramatic than other financial assets. Therefore, we caution that you should choose to hold or dispose of any type of digital tokens rationally according to your situation.",
    "protocal_78": "5.2 When using the services provided by Prabox, if you or the counterpart fails to comply with this Agreement, related site instructions, or pop-ups during transaction and payment, Prabox does not guarantee the success of the transaction, and Prabox is not liable for any damages. If any of the circumstances mentioned above occurs, and the money and been pre-paid to your, your counterpart’s, or a third-party’s wallet, you understand that all operations on blockchain are irreversible and that the transaction is irrevocable, then you and your counterpart shall bear all the related risks and consequences.",
    "protocal_79": "5.3 For your benefits, when using the services of a third-party DApp or conducting a transaction on it, you should read this Agreement and other tips from Prabox carefully to understand the product and the deal, and fully evaluate the risks before taking any actions. All your operations on a third-party DApp are personal, with a binding contract between you and your counterpart, and have nothing to do with Prabox. Prabox shall assume no responsibility for any risks, losses or expenses thatmay be caused by your transactions.",
    "protocal_80": "5.4 In a transaction, you should make your own judgment whether the counterpart has full capability for civil conduct, and decide whether to trade with or make a transfer to the counterpart. All the risks and consequences shall be borne by you.",
    "protocal_81": "5.5 During a transfer, if there is hint like “Transaction Failure” or “Out of Time”, please confirm that transfer through the official channel of the related blockchain system or through other query tools, so as to avoid duplication. Otherwise, all losses or expenses that may be caused shall be borne by you.",
    "protocal_82": "5.6 You understand that when you create or import wallet on Prabox, the Keystore, private key, seed phrase and other information are stored only in your current mobile device and will not be synced to the server. You can replace your device and sync the wallet following the instructions of Prabox. If you fail to keep or back up the wallet password, private key, seed phrase or Keystore, or you lose your device, your digital tokens will be lost and Prabox cannot help retrieve them for you. If your information gets disclosed when you export, save or back up your password, private key, seed phrase or Keystore, or if your device or server with the above-mentioned information gets hacked, your digital tokens will be lost and Prabox cannot retrieve them for you. All the losses and expenses shall be borne by you.",
    "protocal_83": "5.7 We recommend that you do a backup of your password, private key, seed phrase and Keystore when creating or importing wallet. Please do not make an on-line backup such as screenshots, e-mails, e-notepads, SMS, or with Wechat or QQ. We recommend that you write down the information on paper, or that you save the information in a password manager.",
    "protocal_84": "5.8 We recommend that you use Prabox in a secure network environment. To avoid potential risks, please make sure that your mobile device is not jail-broken or rooted.",
    "protocal_85": "5.9 Please be alert to non-Prabox frauds when accessing our services. Once a fraud is detected, please inform us as soon as possible.",
    "protocal_86": "VI. Service Change, Interruption and Termination",
    "protocal_87": "6.1 You agree that Prabox may provide certain services temporarily to ensure the normal operation, and that Prabox may suspend some services or open new services in the future. Whenever there is a change in the services Prabox provides, your continued use of the Software constitutes your consent to be bound by the Agreement and its modifications.",
    "protocal_88": "6.2 You understand that Prabox might suspend some services under the following conditions:",
    "protocal_89": "6.2.1 The operation is interrupted due to technical problems, such as system maintenance and upgrade or failures in devices or blockchain systems, or communication interruption;",
    "protocal_90": "6.2.2 Prabox cannot provide services, or reasonably thinks we will be exposed to major risks if continuing to provide services because of force majeure such as typhoon, earthquake, tsunami, flood, blackout, war, terrorist attack, or due to viruses, hackers, system instability or government actions.",
    "protocal_91": "6.2.3 Any other condition that Prabox cannot control or reasonably foresee.",
    "protocal_92": "6.3 If any of the following conditions occur, Prabox can suspend or terminate your access to some or all the services unilaterally:",
    "protocal_93": "6.3.1 You die;",
    "protocal_94": "6.3.2 You steal others’ wallet information or mobile devices;",
    "protocal_95": "6.3.3 You provide false personal information, or you do not fill the questionnaire for ability assessment by yourself;",
    "protocal_96": "6.3.4 You turn down Prabox’s request to do a mandatory update to improve Prabox’s performance;",
    "protocal_97": "6.3.5 You use Prabox in illegal or criminal activities;",
    "protocal_98": "6.3.6 You hinder other people from using Prabox normally;",
    "protocal_99": "6.3.7 You falsely represent yourself as a staff member of Prabox;",
    "protocal_100": "6.3.8 You attack, intrude, interrupt or threaten the operation of Prabox in any possible ways;",
    "protocal_101": "6.3.9 You promote spam through Prabox;",
    "protocal_102": "6.3.10 You harm Prabox’s reputation by spreading rumors;",
    "protocal_103": "6.3.11 You conduct any other acts that are illegal or violate the Agreement, or that makes Prabox reasonably believe it is necessary to temporarily cut your access to the services.",
    "protocal_104": "6.4 When there is a service change, interruption or termination, you have the right to export your wallet and other information within a reasonable period.",
    "protocal_105": "VII. Commitment to Use Prabox Services Legally",
    "protocal_106": "7.1 You shall abide by relevant laws and regulations of PRC, as well as laws and regulations of the country or region where you live. You shall not use Prabox for any illegal purposes or use the services in any illegal ways.",
    "protocal_107": "7.2 You shall not use Prabox in any illegal or criminal activities, including but not limited to:",
    "protocal_108": "7.2.1 Activities that are against the Constitution, endangering national security, divulging state secrets, subverting state power, or undermining national unity;",
    "protocal_109": "7.2.2 Illegal or criminal acts, including but limited to money laundering and illegal fund-raising;",
    "protocal_110": "7.2.3 Using any automated program, software, engine, web crawler, analytical tool, data-mining tool or other similar tools to access, collect or process the content provided by Prabox, or to interfere with other users’ access to Prabox’s services;",
    "protocal_111": "7.2.4 Providing information about gambling or seducing others to participate in gambling;",
    "protocal_112": "7.2.5 Intruding into others’ Prabox wallet and steal their digital tokens;",
    "protocal_113": "7.2.6 Conducting a false transaction, or a transaction which is inconsistent with the declaration of the counterpart;",
    "protocal_114": "7.2.7 Acts that infringe or may infringe on Prabox’s system or data;",
    "protocal_115": "7.2.8 Any other acts that are illegal, or are reasonably considered improper by Prabox.",
    "protocal_116": "7.3 You understand and agree that if you violate any law (including but not limited to custom provisions and tax regulations) or clause of the Agreement, you shall compensate Prabox for any loss, third-party claims or fines that Prabox suffers.",
    "protocal_117": "7.4 You are committed to pay service fees (if any) to Prabox, otherwise, Prabox has the right to suspend or terminate your access to the services.",
    "protocal_118": "VIII. Privacy Policy",
    "protocal_119": "8.1 Prabox attaches great importance to protecting Users’ privacy. For related privacy policy, please refer to the Prabox Privacy Policy announced and updated by Prabox.",
    "protocal_120": "IX. Disclaimer and Limitation of Liability",
    "protocal_121": "9.1 Prabox is only liable for the obligations listed in the Agreement.",
    "protocal_122": "9.2 You understand and agree that Prabox will provide services based on the current technology and conditions, to the extent permitted by law. Prabox assumes no responsibility if it cannot provide regular services due to the following reasons:",
    "protocal_123": "9.2.1 Prabox system shutdown for maintenance or upgrade;",
    "protocal_124": "9.2.2 Force majeure reasons such as typhoon, earthquake, flood, lightning, and terrorist attack.",
    "protocal_125": "9.2.3 Failures in your mobile devices software or hardware, or in the communication and power supply lines.",
    "protocal_126": "9.2.4 Improper use of or non-authorized access to the services of Prabox;",
    "protocal_127": "9.2.5 Viruses or malicious program attacks, network congestion, system instability, system or device failures, communication failures, power supply failures, banking or government actions;",
    "protocal_128": "9.2.6 Any other reasons that are not caused by Prabox.",
    "protocal_129": "9.3 Prabox assumes no responsibility under the following conditions:",
    "protocal_130": "9.3.1 Loss of digital tokens due to the loss of a mobile device, deleting Prabox with non-backup, deleting wallet with non-backup, wallet stolen, forgetting wallet password, private key, seed phrase or Keystore;",
    "protocal_131": "9.3.2 Loss of digital tokens due to your own disclosure of the wallet password, private key, seed phrase, Keystore to others, authorizing others to use your device or Prabox wallet, downloading Prabox through a non-official channel, or using Prabox in an insecure way;",
    "protocal_132": "9.3.3 Loss of digital tokens due to improper operations (including but not limited to entering a wrong recipient address or a server problem);",
    "protocal_133": "9.3.4 Loss of digital tokens due to the improper operations of a User who lacks understanding of blockchain-based technologies;",
    "protocal_134": "9.3.5 Deviation in Prabox’s copy of Users’ transaction records due to time lag, system instability, etc.",
    "protocal_135": "9.3.6 Risks and consequences caused by Users’ operations on a third-party DApp.",
    "protocal_136": "9.4 You understand that Prabox is a merely a tool to manage digital tokens. Prabox cannot guarantee the quality, security and legitimacy of the product or services provided by third-party DApps, neither can it assure you the capability of your counterpart to perform all related obligations. All your operations on a third-party DApp are personal, with a binding contract between you and your counterpart, and have nothing to do with Prabox. We recommend that you evaluate the authenticity and legitimacy of the DApp before logging in. All the risks concerning the transaction between you and a third party shall be borne by you.",
    "protocal_137": "9.5 Prabox may provide services to you and your counterparts at the same time. You understand and agree to waive any claims for any actual or potential conflicts concerning those actions of Prabox, and thus you cannot assert the there is a legal deficiency in Prabox’s services or exaggerate Prabox’s obligations.",
    "protocal_138": "9.6 Prabox cannot guarantee as follows:",
    "protocal_139": "9.6.1 The services provided by Prabox will satisfy all your needs;",
    "protocal_140": "9.6.2 The technologies, products, services and information provided by Prabox will meet all your expectations;",
    "protocal_141": "9.6.3 Prabox guarantee the timeliness, accuracy, completeness and reliability of all the information on digital token market captured from third-party exchanges;",
    "protocal_142": "9.6.4 Your counterparts on Prabox will perform all his/her obligations in accordance with the transaction agreement.",
    "protocal_143": "9.7 In any event, the total liability for damages incurred by Prabox shall not exceed 0.1 ETH or RMB 500, whichever is higher.",
    "protocal_144": "9.8 You understand that Prabox is merely a tool for Users to manage digital tokens, and to display transaction information, thus it does not provide any legal, tax or investment advice. If there is a need, you should seek advice from professionals in law, taxation and investment. Prabox assumes no responsibility for any investment or data losses you may suffer when using Prabox’s services.",
    "protocal_145": "9.9 You understand that we, in accordance with the laws and regulations in China, may change the standard of access, and adjust the scope and ways of providing services to particular groups of Users from time to time.",
    "protocal_146": "X. The Complete Agreement",
    "protocal_147": "10.1 This Agreement consists of the Prabox Service Agreement, the Prabox Privacy Policy and other rules published by Prabox at any time.",
    "protocal_148": "10.2 If one part of the Agreement is deemed as invalid by any court with jurisdiction, it shall not affect the validity of the rest parts in the Agreement.",
    "protocal_149": "10.3 Any non-Chinese version of the Agreement, translated from Chinese, is for Users’ convenience only, and there is no intention to modify any clause or term. All non-Chinese versions shall be subject to the Chinese version if there is a conflict between the Chinese version and the translated version.",
    "protocal_150": "XI. Protection of Intellectual Property Rights",
    "protocal_151": "11.1 Prabox is an application developed and owned by Parami Foundation. The intellectual property of any content (including the Agreement, announcements, articles, videos, audios, images, files, information, documents, trademarks or logos) displayed on Prabox belongs to Prabox or a third-party right holder. Users can only use Prabox and the content it provides for the purpose of holding or managing digital tokens. No one may use, modify, decompile, copy, distribute, change, publish or publicize the above-mentioned software or content without the prior written consent of Prabox or the third-party right holder.",
    "protocal_152": "XII. Application of Law and Dispute Resolution",
    "protocal_153": "12.1 The validity, interpretation, alternation, execution and dispute resolution are subject to the laws of PRC. If there is no relevant law, international business and/or industry practices shall apply.",
    "protocal_154": "12.2 If any dispute occurs between you and Prabox, it should be first settled through negotiation. If that fails, either party may submit the case to the local people’s court of jurisdiction.",
    "protocal_155": "XIII. Others",
    "protocal_156": "13.1 If you are a User out of PRC, you should fully understand and comply with all relevant laws and regulations in your jurisdiction when using Prabox’s services.",
    "protocal_157": "13.2 If you have any question while using the services provided by Prabox, please contact us by submitting your feedback on Prabox;",
    "protocal_158": "13.3 You can view the Agreement on Prabox. We recommend you check the Agreement every time when you log in.",
    "protocal_159": "13.4 The Agreement comes into effect since Feb 10, 2018.",
    "protocal_160": "For matters not covered in the Agreement, please check and comply with the announcements and rules published by Prabox from time to time."
}
